tap "1password/tap"
tap "aws/tap"
tap "homebrew/services"
tap "libsql/sqld"
brew "awscli"
brew "bat"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-secrets"
brew "httpie"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "uv"
brew "aws/tap/copilot-cli"
brew "libsql/sqld/sqld"
cask "1password-cli"
cask "warp"
cargo "eza"
cargo "jj-cli"
cargo "rustlings"
cargo "stylua"
cargo "xdg-config-stow"
