astro-build.astro-vscode
asvetliakov.vscode-neovim
biomejs.biome
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
dbaeumer.vscode-eslint
drcika.apc-extension
esbenp.prettier-vscode
file-icons.file-icons
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
josef.rouge-theme
mikestead.dotenv
oxc.oxc-vscode
prisma.prisma
svelte.svelte-vscode
unifiedjs.vscode-mdx
yoavbls.pretty-ts-errors